Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/regjeringen.no/bjorn-olav-megard-nammaduvvon-joihit-sam_id_681004.html.tmx
Source language: sme
Languages: smj

source: Bjørn Olav Megard nammaduvvon jođihit Sámi- ja minoritehtapolitihkalaš ossodaga - regjeringen.no
smj: Bjørn Olav Megard galggá Sáme- ja unneplågoálmmugij åssudagáv jådedit

source: Stáhtaráđđi nammadii otne ossodatdirektevrra Bjørn Olav Megard ekspedišuvdnahoavdan Ođasmahttin-, hálddahus- ja girkodepartementii.
smj: Stáhttaráden uddni virggáj biejaduváj åssudakdirektørra Bjørn Olav Megard ådå ekspedisjonoajvven Ådåstuhttem-, háldadus- ja girkkodepartementan.

source: Megard álgá Sámi- ja minoritehtapolitihkalaš ossodaga jođiheaddjin maŋŋil Petter Drefvelin gii manná ealáhahkii.
smj: Megard Sáme- ja unneplågoálmmugij åssudagá jådediddjen álggá maŋŋel gå Petter Drefvelin le pensjåvnnåj mannam.

source: Bjørn Olav Megard (40), oahppan cand. polit. ja sus lea sosiálaantropologa váldofága Oslo universitehtas.
smj: Bjørn Olav Megard (40) le låhkåm cand. polit. sosialantropologia oajvvefágajn Oslo universitehtas.

source: Jagi 2009 čađahii son Public Administration mastereksámena Harvard University nammasaš universitehtas.
smj: Jagen 2009 tjálij mastereksámav Public Administration Harvard Universityn.

source: Megard lea ovdal bargan ráđđeaddin Gielda- ja guovlodepartemeanttas ja politihkalaš ráđđeaddin Kristtalaš álbmotbellodaga stuoradiggejoavkkus.
smj: Megard le åvddåla læhkám rádevadde Suohkan- ja guovllodepartementan ja RÁb stuorradiggejuohkusa politihkalasj rádevadden.

source: Jagi 2004 rájes lea Megard bargan ossodatdirektevran sámi ja minoritehtapolitihkalaš ossodagas.
smj: 2004 rájes le Megard læhkám åssudakdirektørra sáme- ja unneplågoálmmugij åssudagán.

source: Sámi- ja minoritehtapolitihkalaš ossodagas lea ovddasvástádus oktiiordnet ja ovddidit ráđđehusa politihka sámi álbmoga ja našunála unnitloguid guovdu (romálbmoga, romániálbmoga, kvenaid, juvddálaččaid ja vuovdeláttániid).
smj: Sáme- ja unneplågoálmmugij åssudahka vásstet aktijdit ráddidusá sáme- ja nasjonála unneplågoálmmugij (rom, romani, guojna, juvdá ja miehttsesuomaga) politihkav.

source: Ossodagas lea buorre oktavuohta ja gulahallan eará departemeanttaiguin ja almmolaš eiseválddiiguin iešguđet dásis, earret eará sihkkarastit ahte sámepolitihkalaš ja minoritehtapolitihkalaš ulbmilat váldojuvvojit vuhtii go politihkka ja doaibmabijut hábmejuvvojit ja álggahuvvojit.
smj: Åssudagán le vijdes aktijvuohta ietjá departementaj ja almulasj oajválattjaj iesjguhtik dásen, ierit ietján váj sihkarasstá sáme- ja unneplågoálmmukpolitihkalasj ulme vuoroduvvi gå politihkka ja dåjma hábbmiduvvi ja jåhtuj biejaduvvi.

source: Ossodagas lea maiddái ovddasvástádus Sámedikki ektui ja muđui eará sámi ja minoritehtaid guoskevaš ásahusaiguin ja organisašuvnnaiguin.
smj: Åssudagán le viehka ållo aktijvuohta Sámedikkijn ja sámij ja ietjá unneplågoálmmugij institusjåvnåj ja organisasjåvnåj.
